Revit 2027 API
ParameterTypeId.RebarSystemCoverTop Property
 "Rebar Cover Top/Exterior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemCoverTop { get; }
Public Shared ReadOnly Property RebarSystemCoverTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemCoverTop {
	ForgeTypeId^ get ();
}
static member RebarSystemCoverTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace